Repository: rsalesas/UpdateKit
Catalog: Sources/UpdateKit/Resources/Localizable.xcstrings
Source language: en_gb
Languages: de, es, fr, it, pt_br

# %@ can't write to %@, so it can't replace itself.
source: %1$@ can't write to %2$@, so it can't replace itself.
de: %1$@ kann nicht in %2$@ schreiben und sich daher nicht selbst ersetzen.
es: %1$@ no puede escribir en %2$@, así que no puede sustituirse a sí misma.
fr: %1$@ ne peut pas écrire dans %2$@ et ne peut donc pas se remplacer.
it: %1$@ non può scrivere in %2$@, quindi non può sostituirsi.
pt_br: %1$@ não pode gravar em %2$@, então não pode se substituir.

source: Couldn't download the update: %@
de: Das Update konnte nicht geladen werden: %@
es: No se pudo descargar la actualización: %@
fr: Impossible de télécharger la mise à jour : %@
it: Impossibile scaricare l’aggiornamento: %@
pt_br: Não foi possível baixar a atualização: %@

source: Couldn't replace the installed app: %@
de: Die installierte App konnte nicht ersetzt werden: %@
es: No se pudo sustituir la app instalada: %@
fr: Impossible de remplacer l’app installée : %@
it: Impossibile sostituire l’app installata: %@
pt_br: Não foi possível substituir o app instalado: %@

source: Downloading — %@
de: Wird geladen – %@
es: Descargando — %@
fr: Téléchargement — %@
it: Download in corso — %@
pt_br: Baixando — %@

# Downloading — %@ of %@
source: Downloading — %1$@ of %2$@
de: Wird geladen – %1$@ von %2$@
es: Descargando — %1$@ de %2$@
fr: Téléchargement — %1$@ sur %2$@
it: Download in corso — %1$@ di %2$@
pt_br: Baixando — %1$@ de %2$@

source: Move %@ to your Applications folder to update it in place.
de: Bewege %@ in deinen Ordner „Programme“, um es direkt zu aktualisieren.
es: Traslada %@ a tu carpeta Aplicaciones para poder actualizarla ahí mismo.
fr: Placez %@ dans votre dossier Applications pour pouvoir le mettre à jour sur place.
it: Sposta %@ nella cartella Applicazioni per aggiornare l’app lì dove si trova.
pt_br: Mova %@ para a pasta Aplicativos para atualizá-lo no mesmo lugar.

source: Relaunching…
de: Wird neu gestartet …
es: Volviendo a abrir…
fr: Relance…
it: Riapertura…
pt_br: Reabrindo…

source: The download didn't contain an app.
de: Der Download enthielt keine App.
es: La descarga no contenía ninguna app.
fr: Le téléchargement ne contenait aucune app.
it: Il download non conteneva un’app.
pt_br: O download não continha um app.

source: The download didn't match its published checksum, so it wasn't installed.
de: Der Download stimmte nicht mit seiner veröffentlichten Prüfsumme überein und wurde daher nicht installiert.
es: La descarga no coincidía con su suma de comprobación publicada, así que no se instaló.
fr: Le téléchargement ne correspondait pas à sa somme de contrôle publiée ; il n’a donc pas été installé.
it: Il download non corrispondeva al checksum pubblicato, quindi non è stato installato.
pt_br: O download não correspondeu ao checksum publicado, então não foi instalado.

source: The download is version %@, which isn't newer.
de: Der Download hat die Version %@, die nicht neuer ist.
es: La descarga es la versión %@, que no es más reciente.
fr: Le téléchargement est la version %@, qui n’est pas plus récente.
it: Il download è la versione %@, che non è più recente.
pt_br: O download é a versão %@, que não é mais recente.

source: The download isn't correctly signed: %@
de: Der Download ist nicht korrekt signiert: %@
es: La descarga no está firmada correctamente: %@
fr: Le téléchargement n’est pas correctement signé : %@
it: Il download non è firmato correttamente: %@
pt_br: O download não está assinado corretamente: %@

source: The downloaded archive couldn't be expanded.
de: Das geladene Archiv konnte nicht entpackt werden.
es: No se pudo descomprimir el archivo descargado.
fr: L’archive téléchargée n’a pas pu être décompressée.
it: Impossibile espandere l’archivio scaricato.
pt_br: Não foi possível expandir o arquivo compactado baixado.

source: The update server returned status %lld.
de: Der Update-Server hat den Status %lld zurückgegeben.
es: El servidor de actualizaciones devolvió el estado %lld.
fr: Le serveur de mise à jour a renvoyé le code %lld.
it: Il server degli aggiornamenti ha restituito lo stato %lld.
pt_br: O servidor de atualização retornou o status %lld.

source: The updater helper is missing from this build.
de: Das Update-Hilfsprogramm fehlt in diesem Build.
es: Falta el asistente de actualización en esta compilación.
fr: L’assistant de mise à jour est absent de cette compilation.
it: In questa build manca l’assistente di aggiornamento.
pt_br: O auxiliar de atualização não está presente nesta compilação.

# This build of %@ is sandboxed, so it cannot replace itself in %@.
source: This build of %1$@ is sandboxed, so it cannot replace itself in %2$@.
de: Dieser Build von %1$@ läuft in einer Sandbox und kann sich daher nicht selbst in %2$@ ersetzen.
es: Esta compilación de %1$@ está en un entorno aislado, así que no puede sustituirse a sí misma en %2$@.
fr: Cette compilation de %1$@ est en sandbox ; elle ne peut donc pas se remplacer dans %2$@.
it: Questa build di %1$@ è in sandbox, quindi non può sostituirsi in %2$@.
pt_br: Esta compilação de %1$@ está em sandbox, então não pode se substituir em %2$@.

source: This update doesn't publish an archive the app can install.
de: Dieses Update bietet kein Archiv an, das die App installieren kann.
es: Esta actualización no publica ningún archivo que la app pueda instalar.
fr: Cette mise à jour ne publie aucune archive que l’app peut installer.
it: Questo aggiornamento non pubblica un archivio che l’app possa installare.
pt_br: Esta atualização não publica um arquivo compactado que o app possa instalar.

source: Unreadable version in the update manifest.
de: Die Versionsnummer im Update-Manifest ist nicht lesbar.
es: Versión ilegible en el manifiesto de actualización.
fr: Version illisible dans le manifeste de mise à jour.
it: Versione illeggibile nel manifest di aggiornamento.
pt_br: Versão ilegível no manifesto da atualização.

source: Unreadable version in this build.
de: Die Versionsnummer dieses Builds ist nicht lesbar.
es: Versión ilegible en esta compilación.
fr: Version illisible dans cette compilation.
it: Versione illeggibile in questa build.
pt_br: Versão ilegível nesta compilação.

source: Verifying the download…
de: Download wird geprüft …
es: Verificando la descarga…
fr: Vérification du téléchargement…
it: Verifica del download…
pt_br: Verificando o download…

# expected %@, received %@
source: expected %1$@, received %2$@
de: erwartet: %1$@, erhalten: %2$@
es: se esperaba %1$@ y se recibió %2$@
fr: attendu : %1$@, reçu : %2$@
it: attesi %1$@, ricevuti %2$@
pt_br: esperado %1$@, recebido %2$@

source: it isn't signed
de: die App ist nicht signiert
es: no está firmada
fr: elle n’est pas signée
it: non è firmata
pt_br: ele não está assinado

source: it isn't signed by the expected developer certificate
de: die App ist nicht mit dem erwarteten Entwicklerzertifikat signiert
es: no está firmada con el certificado de desarrollador esperado
fr: elle n’est pas signée par le certificat de développeur attendu
it: non è firmata con il certificato sviluppatore previsto
pt_br: ele não está assinado pelo certificado de desenvolvedor esperado

source: its contents don't match its signature
de: ihr Inhalt stimmt nicht mit ihrer Signatur überein
es: su contenido no coincide con su firma
fr: son contenu ne correspond pas à sa signature
it: il suo contenuto non corrisponde alla firma
pt_br: seu conteúdo não corresponde à assinatura

source: its signature is invalid — the download may be damaged or altered
de: ihre Signatur ist ungültig – der Download ist möglicherweise beschädigt oder verändert
es: su firma no es válida — la descarga puede estar dañada o alterada
fr: sa signature n’est pas valide — le téléchargement est peut-être endommagé ou modifié
it: la sua firma non è valida — il download potrebbe essere danneggiato o alterato
pt_br: sua assinatura é inválida — o download pode estar danificado ou alterado

source: the bundle couldn't be read (OSStatus %d)
de: das Bundle konnte nicht gelesen werden (OSStatus %d)
es: no se pudo leer el paquete (OSStatus %d)
fr: le paquet n’a pas pu être lu (OSStatus %d)
it: impossibile leggere il bundle (OSStatus %d)
pt_br: o pacote não pôde ser lido (OSStatus %d)

source: the download has no %@
de: im Download fehlt %@
es: la descarga no contiene %@
fr: le téléchargement ne contient pas %@
it: il download non contiene %@
pt_br: o download não tem %@

source: the download has no readable version
de: der Download hat keine lesbare Versionsnummer
es: la descarga no tiene una versión legible
fr: le téléchargement n’a pas de version lisible
it: il download non ha una versione leggibile
pt_br: o download não tem uma versão legível

# the download is version %@, not the %@ offered
source: the download is version %1$@, not the %2$@ offered
de: der Download hat die Version %1$@, nicht die angebotene %2$@
es: la descarga es la versión %1$@, no la %2$@ ofrecida
fr: le téléchargement est la version %1$@, et non la %2$@ proposée
it: il download è la versione %1$@, non la %2$@ offerta
pt_br: o download é a versão %1$@, não a %2$@ oferecida

source: the downloaded archive couldn't be read back
de: das geladene Archiv konnte nicht wieder gelesen werden
es: no se pudo volver a leer el archivo descargado
fr: l’archive téléchargée n’a pas pu être relue
it: impossibile rileggere l’archivio scaricato
pt_br: o arquivo compactado baixado não pôde ser relido

source: the requirement couldn't be compiled (OSStatus %d)
de: die Anforderung konnte nicht kompiliert werden (OSStatus %d)
es: no se pudo compilar el requisito (OSStatus %d)
fr: l’exigence n’a pas pu être compilée (OSStatus %d)
it: impossibile compilare il requisito (OSStatus %d)
pt_br: o requisito não pôde ser compilado (OSStatus %d)

source: the server returned %lld
de: der Server hat %lld zurückgegeben
es: el servidor devolvió %lld
fr: le serveur a renvoyé %lld
it: il server ha restituito %lld
pt_br: o servidor retornou %lld

source: the updater helper is missing from this build
de: das Update-Hilfsprogramm fehlt in diesem Build
es: falta el asistente de actualización en esta compilación
fr: l’assistant de mise à jour est absent de cette compilation
it: in questa build manca l’assistente di aggiornamento
pt_br: o auxiliar de atualização não está presente nesta compilação

source: the updater helper wouldn't start: %@
de: das Update-Hilfsprogramm ließ sich nicht starten: %@
es: no se pudo iniciar el asistente de actualización: %@
fr: l’assistant de mise à jour n’a pas pu démarrer : %@
it: impossibile avviare l’assistente di aggiornamento: %@
pt_br: o auxiliar de atualização não iniciou: %@
